TargetApplication=DKLang Translation Editor 3.0
Author=LCU@GRO.itP - bovirus@gmail.com
SourceLANGID=1033
LANGID=1040
Generator=DKLang Translation Editor v3.0
LastModified=2013-06-17 11.13.00

[dAbout]
00000001=Informazioni su DKLang
00000004=Internet:
00000005=ОК
00000006=Indirizzo e-mail:

[dDiffLog]
00000001=Discordanze trovate
00000002=Chiudi
00000003=Totale
00000004=Traduci &automaticamente tutte le voci non tradotte
00000005=?

[dFind]
00000001=Trova / Sostituisci
00000003=Chiudi
00000004=&Cerca:
00000006=Opzioni
00000007=&Maiuscole/minuscole
00000008=&Solo parole intere
00000010=Cerca solo nella selezion&e
00000011=Punto di partenza
00000012=Dal&la selezione corrente\n&In tutti i campi\n
00000013=Direzione
00000014=&Avanti\n&Indietro
00000015=&Conferma sostituzione
00000016=Sostituisci &tutto
00000017=&Sostituisci con:
00000018=Ambito di ricerca
00000019=&Nomi
00000020=Termini &originali
00000021=Termini &tradotti
00000022=?

[dOpenFiles]
00000001=Apri file
00000002=&File sorgente della lingua:
00000003=&Sfoglia...
00000004=Sfo&glia...
00000005=Sfogl&ia...
00000006=&Utilizza un file diverso da quello sorgente per mostrare i valori da tradurre
00000007=&Crea una nuova traduzione
00000008=&Apri una traduzione esistente
00000010=Annulla
00000011=?

[dPromptReplace]
00000001=Conferma la sostituzione
00000009=&Si
00000010=Annulla
00000012=&Tutto
00000014=?

[dSettings]
00000001=Impostazioni del programma
00000003=Annulla
00000005=Percorso dell'archivio tra&duzioni:
00000006=(in questo caso devi assegnare manualmente i collegamenti successivi)
00000007=&Sfoglia...
00000008=&Rimuovi il prefesso ("&&") quando si aggiungono le voci all'archivio
00000009=&Aggiungi automaticamente una nuova traduzione nell'archivio
00000013=Carattere &interfaccia...
00000014=Carattere &tabella...
00000015=Non &avvisare quando il file sorgente e la traduzione sono salvate con codifiche diverse.
00000016=Archivio
00000017=Interfaccia
00000018=?

[dTranProps]
00000001=Proprietà Traduzione
00000002=Lingua s&orgente:
00000003=Lingua di &destinazione:
00000004=&Autore:
00000005=Paramentri a&ggiuntivi (formato 'Name=Value'):
00000006=&Target (Applicazione/Versione):
00000008=Annulla
00000009=Aiuto

[fMain]
00000002=Menu Principale
00000004=&Modifica
00000005=&Visualizza
00000006=&Strumenti
00000007=Mostra/nascondi barra degli strumenti
00000008=Pannello del file so&rgente
00000009=Mostra/nascondi pannello del file sorgente
00000010=&Barra di stato
00000011=Mostra/nascondi barra di stato
00000012=&Lingua
00000013=&Strumenti
00000014=?
00000015=Strumenti
00000018=Numero totale dei componenti
00000020=Numero totale componenti/non tradotti\n
00000022=Numero totale delle costanti/non tradotte\n
00000024=Numero delle voci nell'archivio
00000026=&Nuovo/apri...
00000027=Nuovo/apri ...|Crea nuova traduzione o apre una esistente
00000029=&Salva
00000030=Salva|Salva la traduzione corrente
00000032=Salva &come...
00000033=Salva come...|Salva l'attuale traduzione in un altro file
00000035=Chiudi
00000036=Chiudi|Chiude i file aperti
00000038=&Esci
00000039=Esci|Esce dal programma
00000040=Strumenti
00000041=&Impostazioni del programma...
00000042=Impostazioni del programma...|Visualizza le impostazioni modificabili del programma
00000043=Aiuto
00000044=&Informazioni su DKLang Traslation Editor
00000045=Informazioni su DKLang Traslation Editor|Informazioni sulla versione e il copyright del programma
00000046=Modifica
00000047=Vai alla voce pre&cedente non tradotta
00000048=Va alla voce precedente non tradotta o a quella tradotta automaticamente
00000049=Modifica
00000050=Vai alla voce successiva non trado&tta
00000051=Vai alla voce successiva non tradotta o tradotta automaticamente
00000058=Modifica
00000059=&Proprietà traduzione...
00000060=Proprietà...|Visualizza le caratteristiche modificabili della traduzione
00000064=Strumenti
00000065=Traduzione a&utomatica
00000066=Traduzione automatica|Traduzione automatica delle voci selezionate ancora non tradotte usando le traduzioni in archivio
00000067=Strumenti
00000068=Aggiungi all'&archivio
00000069=Aggiungi all'archivio|Aggiunge la voce selezionata all'archivio delle parole tradotte
00000073=Aiuto
00000074=Controlla &aggiornamenti
00000075=Controlla aggiornamenti|Verifica la presenza di aggiornamenti del programma
00000076=Aiuto
00000077=Ho&me Page di DKLang Translation Editor
00000078=Home Page di DKLang Translation Edito|Apre la pagina internet dedicata al programma
00000079=Aiuto
00000080=&Supporto
00000081=Supporto|Apre la pagina internet del supporto al software
00000082=Aiuto
00000083=Sito &internet di DK Software
00000084=Sito internet di DK Software|Apre la pagina internet del realizzatore del software
00000088=Modifica
00000089=Ev&idenzia riga
00000090=Individua|Individua ed evidenzia il testo tra le tabelle della traduzione
00000091=Modifica
00000092=Inseriment&o precedente
00000093=Precedente|Fase precedente all'inserimento
00000094=Modifica
00000095=Inserimento &successivo
00000096=Isnerimento successivo|Va al prossimo inserimento
00000097=Proprietà
00000098=File sorgente
00000099=Traduzione
00000100=&Non tradotto
00000101=Stato
00000102=Traduzione &automatica
00000103=&Proprietà
00000104=Pannello della t&raduzione
00000105=Componenti/proprietà/costani
00000107=Testo predefinito
00000108=Traduzione
00000109=Modifica
00000110=&Trova...
00000111=Trova...|Ricerca una parola utilizzando un determinata stringa
00000112=Modifica
00000113=Trova su&ccessivo
00000114=Trova successivo|Trova la prossima occorrenza della stringa che si sta cercando
00000115=Modifica
00000116=&Sostituisci...
00000117=Sostituisci...|Sostituisce una stringa con un'altra
00000118=Segnalibri
00000119=Mostra/nascondi pannello della traduzione
00000120=Mosra/nasconde pannello delle proprietà
00000121=&Segnalibri
00000122=Mostra/nascondi pannello dei segnalibri
00000123=Modifica
00000124=&Aggiungi segnalibro
00000125=Aggiungi segnalibro|Aggiunge la voce corrente all'elenco dei segnalibri
00000126=Modifica
00000127=&Rimuovi segnalibro
00000128=Rimuovi segnalibro|Rimuove il segnalibro dalla selezione corrente
00000129=Modifica
00000130=&Vai al Segnalibro
00000131=Vai al segnalibro|Passa dal segnalibro selezionato a un altro
00000132=Barra dei segnalibri
00000133=Modifica
00000134=&Copia
00000135=Modifica
00000136=&Incolla
00000137=Modifica
00000138=T&aglia
00000139=Copia|Copia negli Appunti il testo selezionato
00000140=Incolla|Incolla il testo copiato negli Appunti
00000141=Taglia|Taglia il testo selezionato inserendolo negli Appunti
00000142=Aiuto
00000143=Aiuto
00000144=Guida|Visualizza la guida del programma

[$CONSTANTS]
SBtn_Find=Trova
SBtn_Replace=Sostituisci
SConfirm_FileNotSaved="%s"\n\nIl file è stato modificato ma non salvato. Vuoi salvare il file?
SDiffDesc_AddComponent=+ Componente: [%s]
SDiffDesc_AddConstant=+ Costante "%s"
SDiffDesc_AddProperty=+ Properità "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=Le seguenti voci sono risultate eccessive e cancelate dalla traduzione:
SDiffDesc_MissingEntries=Le voci dei seguenti componenti non sono state tradotte:\n
SDiffDesc_RemoveComponent=- Componente: [%s]
SDiffDesc_RemoveConstant=- Costante "%s"
SDiffDesc_RemoveProperty=- Componente "%s", proprietà con ID=%d
SDiffTotalsText=\tComponenti\tProprietà\tCostanti\nAggiunte\t%d\t%d\t%d\nRimosse\t%d\t%d\t%d\nTotale\t%d\t%d\t%d
SDlgTitle_Confirm=Conferma
SDlgTitle_Error=Errore
SDlgTitle_Info=Informazioni
SDlgTitle_SaveTranFileAs=Scegli dove salvare il file
SDlgTitle_SelectDisplayFile=Scegli un file da usare per la visualizzazione
SDlgTitle_SelectLangSourceFile=Seleziona il file lingua sorgente
SDlgTitle_SelectTranFile=Seleziona il file della traduzione
SDlgTitle_SelReposPath=Seleziona percorso dell'archivio traduzioni
SErrMsg_CharMissing="%s" mancante
SErrMsg_ConstNameMissing=Costante mancante
SErrMsg_DuplicateCompName=Componente duplicato: "%s"
SErrMsg_DuplicatePropID=Codice ID duplicato: %d
SErrMsg_DuplicatePropName=Nome proprità duplicato: "%s"
SErrMsg_FileDoesntExist=Il file "%s" non esiste
SErrMsg_InvalidCompName=Nome componente non valido: "%s"
SErrMsg_LoadLangSourceFailed=Errore di caricamento della lingua sorgente:\nLinea %d: %s
SErrMsg_PropIDInvalid=ID proprietà non valido
SErrMsg_PropIDMissing=ID proprietà mancante
SErrMsg_PropNameMissing=Nome proprietà mancante
SErrMsg_SectionlessEntry=Nella sezione non sono ammesse meno voci
SErrMsg_SectionNameMissing=Nome sezione mancante
SErrMsg_SrcAndTranLangsAreSame=Il file sorgente e quello della traduzione devono essere diversi
SErrMsg_WrongSectionName=Errore nel formato del nome della sezione: "%s"
SLangSourceFileFilter=File sorgente lingua DKLang (*.dklang)|*.dklang|Tutti i file (*.*)|*.*
SMsg_NoSearchResults=Impossibile trovare "%s"
SMsg_PromptReplace=Sostituire la voce "%s"?
SMsg_ReplacedInfo=Sostituire %d occorrenze di "%s".
SNode_Constants=Costanti
SStatusBar_ReposEntryCount=Archivio: %d registrati
STranFileFilter=File DKLang (*.lng)|*.lng|Tutti i file (*.*)|*.*
STranFileFilterAnsi=File DKLang con codifica ANSI (*.lng)|*.lng
STranFileFilterUnicode=File DKLang con codifica Unicode (*.lng)|*.lng
SWarnMsg_SavingInAnsi=ATTENZIONE!\nSi è deciso di salvare la traduzione con codice caratteri ANSI mentre il file sorgente utilizza la codifica UNICODE.\n\nSalvare la traduzione con una codice differente da quello del file sorgente può comportare una errata visualizzazione\ndei caratteri da parte del programma destinazione.\nSi consiglia di salvare la traduzione con lo stesso codice caratteri usato nel file originale.\n\nSalvare la traduzione con la codifica caratteri UNICODE?\n
SWarnMsg_SavingInUnicode=ATTENZIONE!\nSi è deciso di salvare la traduzione con codice caratteri UNICODE, mentre il file sorgente utilizza la codifica ANSI.\n\nSalvare la traduzione con un codice caratteri diverso da quello del file sorgente, può impedire al programma destinazione\ndi visualizzare il file che si sta salvando.\nSi consiglia di salvare la traduzione con lo stesso codice caratteri usato dal file sorgente.\n\nSalvare il lavoro con la codifica caratteri ANSI?\n

